{
  "text": {
    " ": 0,
    "x": 1119,
    "i": 706,
    "n": 850,
    " x": 294,
    "xi": 1120,
    "in": 713,
    "n ": 851,
    " xi": 295,
    "xin": 1121,
    "in ": 714,
    " xin": 296,
    "xin ": 1122,
    "c": 445,
    "h": 592,
    "à": 1136,
    "o": 903,
    " c": 29,
    "ch": 455,
    "hà": 627,
    "ào": 1144,
    "o ": 904,
    " ch": 32,
    "chà": 466,
    "hào": 631,
    "ào ": 1145,
    " chà": 37,
    "chào": 467,
    "hào ": 632,
    "b": 409,
    "ạ": 1281,
    " b": 4,
    "bạ": 431,
    "ạn": 1289,
    " bạ": 19,
    "bạn": 432,
    "ạn ": 1290,
    " bạn": 20,
    "bạn ": 433,
    " h": 100,
    "hi": 607,
    "i ": 707,
    " hi": 105,
    "hi ": 608,
    " hi ": 106,
    "e": 539,
    "l": 778,
    "he": 600,
    "el": 544,
    "ll": 784,
    "lo": 787,
    " he": 103,
    "hel": 603,
    "ell": 547,
    "llo": 785,
    "lo ": 788,
    " hel": 104,
    "hell": 604,
    "ello": 548,
    "llo ": 786,
    "ho": 613,
    "cho": 461,
    "ho ": 614,
    " cho": 35,
    "cho ": 462,
    "m": 816,
    "ì": 1182,
    " m": 160,
    "mì": 837,
    "ìn": 1186,
    "nh": 877,
    "h ": 593,
    " mì": 172,
    "mìn": 838,
    "ình": 1187,
    "nh ": 878,
    " mìn": 173,
    "mình": 839,
    "ình ": 1188,
    "ỏ": 1373,
    "hỏ": 689,
    "ỏi": 1374,
    " hỏ": 118,
    "hỏi": 690,
    "ỏi ": 1375,
    " hỏi": 119,
    "hỏi ": 691,
    "v": 1079,
    "ớ": 1393,
    " v": 267,
    "vớ": 1112,
    "ới": 1394,
    " vớ": 289,
    "với": 1113,
    "ới ": 1395,
    " với": 290,
    "với ": 1114,
    "ơ": 1264,
    " ơ": 330,
    "ơi": 1265,
    " ơi": 331,
    "ơi ": 1266,
    " ơi ": 332,
    "t": 986,
    " t": 231,
    "tạ": 1044,
    "ạm": 1287,
    "m ": 817,
    " tạ": 261,
    "tạm": 1045,
    "ạm ": 1288,
    " tạm": 262,
    "tạm ": 1046,
    "ệ": 1360,
    "bi": 415,
    "iệ": 741,
    "ệt": 1364,
    "t ": 987,
    " bi": 8,
    "biệ": 418,
    "iệt": 744,
    "ệt ": 1365,
    " biệ": 10,
    "biệt": 419,
    "iệt ": 745,
    "y": 1123,
    "by": 423,
    "ye": 1125,
    "e ": 540,
    " by": 13,
    "bye": 424,
    "ye ": 1126,
    " bye": 14,
    "bye ": 425,
    "ẹ": 1337,
    "hẹ": 677,
    "ẹn": 1338,
    " hẹ": 116,
    "hẹn": 678,
    "ẹn ": 1339,
    " hẹn": 117,
    "hẹn ": 679,
    "g": 556,
    "ặ": 1331,
    "p": 923,
    " g": 82,
    "gặ": 581,
    "ặp": 1335,
    "p ": 924,
    " gặ": 94,
    "gặp": 582,
    "ặp ": 1336,
    " gặp": 95,
    "gặp ": 583,
    " l": 139,
    "lạ": 801,
    "ại": 1285,
    " lạ": 149,
    "lại": 804,
    "ại ": 1286,
    " lại": 151,
    "lại ": 805,
    "é": 1173,
    " n": 181,
    "hé": 639,
    "é ": 1174,
    " nh": 188,
    "nhé": 885,
    "hé ": 640,
    " nhé": 192,
    "nhé ": 886,
    "ả": 1293,
    "cả": 503,
    "ảm": 1297,
    " cả": 58,
    "cảm": 504,
    "ảm ": 1298,
    " cảm": 59,
    "cảm ": 505,
    "ơn": 1267,
    " ơn": 333,
    "ơn ": 1268,
    " ơn ": 334,
    "ô": 1198,
    "tô": 1041,
    "ôi": 1199,
    " tô": 259,
    "tôi": 1042,
    "ôi ": 1200,
    " tôi": 260,
    "tôi ": 1043,
    "đ": 1226,
    " đ": 303,
    "đi": 1230,
    " đi": 306,
    "đi ": 1231,
    " đi ": 307,
    "â": 1162,
    "đâ": 1234,
    "ây": 1167,
    "y ": 1124,
    " đâ": 309,
    "đây": 1237,
    "ây ": 1168,
    " đây": 311,
    "đây ": 1238,
    "u": 1052,
    "ế": 1342,
    "hu": 621,
    "uy": 1057,
    "yế": 1130,
    "ến": 1344,
    "chu": 463,
    "huy": 624,
    "uyế": 1059,
    "yến": 1131,
    "ến ": 1345,
    " chu": 36,
    "chuy": 465,
    "huyế": 625,
    "uyến": 1060,
    "yến ": 1132,
    "a": 392,
    "ba": 410,
    "ay": 407,
    " ba": 5,
    "bay": 413,
    "ay ": 408,
    " bay": 7,
    "bay ": 414,
    "1": 345,
    "2": 352,
    "3": 360,
    "vn": 1091,
    "n1": 852,
    "12": 346,
    "23": 353,
    "3 ": 361,
    " vn": 274,
    "vn1": 1092,
    "n12": 853,
    "123": 347,
    "23 ": 354,
    " vn1": 275,
    "vn12": 1093,
    "n123": 854,
    "123 ": 348,
    "ó": 1194,
    "có": 498,
    "ó ": 1195,
    " có": 54,
    "có ": 499,
    " có ": 55,
    "ú": 1211,
    "đú": 1244,
    "ún": 1214,
    "ng": 869,
    "g ": 557,
    " đú": 316,
    "đún": 1245,
    "úng": 1215,
    "ng ": 870,
    " đún": 317,
    "đúng": 1246,
    "úng ": 1216,
    "ờ": 1396,
    "gi": 561,
    "iờ": 746,
    "ờ ": 1397,
    " gi": 85,
    "giờ": 568,
    "iờ ": 747,
    " giờ": 89,
    "giờ ": 569,
    "k": 760,
    " k": 129,
    "kh": 766,
    "hô": 647,
    "ôn": 1203,
    " kh": 132,
    "khô": 771,
    "hôn": 650,
    "ông": 1204,
    " khô": 135,
    "khôn": 772,
    "hông": 651,
    "ông ": 1205,
    "tì": 1036,
    " tì": 256,
    "tìn": 1039,
    " tìn": 258,
    "tình": 1040,
    "r": 944,
    "tr": 1019,
    "rạ": 959,
    " tr": 247,
    "trạ": 1026,
    "rạn": 960,
    "ạng": 1291,
    " trạ": 251,
    "trạn": 1027,
    "rạng": 961,
    "ạng ": 1292,
    "4": 364,
    "5": 370,
    "6": 376,
    "n4": 858,
    "45": 366,
    "56": 372,
    "6 ": 377,
    "vn4": 1096,
    "n45": 859,
    "456": 368,
    "56 ": 373,
    " vn4": 277,
    "vn45": 1097,
    "n456": 860,
    "456 ": 369,
    "á": 1148,
    "má": 832,
    "áy": 1160,
    " má": 168,
    "máy": 833,
    "áy ": 1161,
    " máy": 169,
    "máy ": 834,
    "j": 748,
    "7": 380,
    "8": 387,
    "9": 390,
    "vj": 1083,
    "j7": 757,
    "78": 384,
    "89": 388,
    "9 ": 391,
    " vj": 270,
    "vj7": 1089,
    "j78": 758,
    "789": 385,
    "89 ": 389,
    " vj7": 273,
    "vj78": 1090,
    "j789": 759,
    "789 ": 386,
    "ã": 1169,
    "đã": 1239,
    "ã ": 1170,
    " đã": 312,
    "đã ": 1240,
    " đã ": 313,
    "ấ": 1302,
    "cấ": 508,
    "ất": 1303,
    " cấ": 61,
    "cất": 509,
    "ất ": 1304,
    " cất": 62,
    "cất ": 510,
    "cá": 491,
    "án": 1154,
    " cá": 49,
    "cán": 493,
    "ánh": 1156,
    " cán": 51,
    "cánh": 494,
    "ánh ": 1157,
    "ư": 1269,
    "hư": 655,
    "ưa": 1271,
    "a ": 393,
    "chư": 470,
    "hưa": 657,
    "ưa ": 1272,
    " chư": 39,
    "chưa": 471,
    "hưa ": 658,
    "j1": 749,
    "vj1": 1084,
    "j12": 750,
    " vj1": 271,
    "vj12": 1085,
    "j123": 751,
    "ủ": 1416,
    "củ": 516,
    "ủa": 1418,
    " củ": 66,
    "của": 517,
    "ủa ": 1419,
    " của": 67,
    "của ": 518,
    "ẫ": 1314,
    "vẫ": 1102,
    "ẫn": 1315,
    " vẫ": 281,
    "vẫn": 1103,
    "ẫn ": 1316,
    " vẫn": 282,
    "vẫn ": 1104,
    "th": 990,
    "eo": 551,
    " th": 232,
    "the": 993,
    "heo": 605,
    "eo ": 552,
    " the": 234,
    "theo": 994,
    "heo ": 606,
    "d": 522,
    "ự": 1435,
    " d": 70,
    "dự": 537,
    "ự ": 1436,
    " dự": 77,
    "dự ": 538,
    " dự ": 78,
    "ki": 775,
    "iế": 728,
    " ki": 137,
    "kiế": 776,
    "iến": 729,
    " kiế": 138,
    "kiến": 777,
    "iến ": 730,
    "thô": 999,
    " thô": 237,
    "thôn": 1000,
    "bá": 426,
    "áo": 1158,
    " bá": 15,
    "báo": 427,
    "áo ": 1159,
    " báo": 16,
    "báo ": 428,
    "mớ": 845,
    " mớ": 177,
    "mới": 846,
    " mới": 178,
    "mới ": 847,
    "nà": 891,
    " nà": 195,
    "nào": 892,
    " nào": 196,
    "nào ": 893,
    "ề": 1350,
    "về": 1108,
    "ề ": 1351,
    " về": 285,
    "về ": 1109,
    " về ": 286,
    "n5": 861,
    "67": 378,
    "7 ": 381,
    "vn5": 1098,
    "n56": 862,
    "567": 374,
    "67 ": 379,
    " vn5": 278,
    "vn56": 1099,
    "n567": 863,
    "567 ": 375,
    "j2": 754,
    "24": 357,
    "5 ": 371,
    "vj2": 1087,
    "j24": 755,
    "245": 358,
    "45 ": 367,
    " vj2": 272,
    "vj24": 1088,
    "j245": 756,
    "245 ": 359,
    "đế": 1253,
    " đế": 322,
    "đến": 1254,
    " đến": 323,
    "đến ": 1255,
    "ộ": 1389,
    "mu": 827,
    "uộ": 1076,
    "ộn": 1391,
    " mu": 165,
    "muộ": 830,
    "uộn": 1077,
    "ộn ": 1392,
    " muộ": 167,
    "muộn": 831,
    "uộn ": 1078,
    "ao": 402,
    "bao": 411,
    "ao ": 403,
    " bao": 6,
    "bao ": 412,
    "ê": 1175,
    "iê": 717,
    "êu": 1180,
    "u ": 1053,
    "nhi": 879,
    "hiê": 609,
    "iêu": 720,
    "êu ": 1181,
    " nhi": 189,
    "nhiê": 880,
    "hiêu": 610,
    "iêu ": 721,
    " p": 203,
    "ph": 925,
    "hú": 652,
    "út": 1219,
    " ph": 204,
    "phú": 928,
    "hút": 653,
    "út ": 1220,
    " phú": 206,
    "phút": 929,
    "hút ": 654,
    "n2": 855,
    "34": 362,
    "4 ": 365,
    "vn2": 1094,
    "n23": 856,
    "234": 355,
    "34 ": 363,
    " vn2": 276,
    "vn23": 1095,
    "n234": 857,
    "234 ": 356,
    "hạ": 661,
    "ạ ": 1282,
    " hạ": 114,
    "hạ ": 662,
    " hạ ": 115,
    "ố": 1376,
    "uố": 1073,
    "ốn": 1377,
    "muố": 828,
    "uốn": 1074,
    "ốn ": 1378,
    " muố": 166,
    "muốn": 829,
    "uốn ": 1075,
    "ết": 1346,
    "biế": 416,
    "iết": 731,
    "ết ": 1347,
    " biế": 9,
    "biết": 417,
    "iết ": 732,
    "ị": 1368,
    "bị": 440,
    "ị ": 1369,
    " bị": 25,
    "bị ": 441,
    " bị ": 26,
    "hủ": 699,
    "ủy": 1420,
    " hủ": 124,
    "hủy": 701,
    "ủy ": 1421,
    " hủy": 125,
    "hủy ": 702,
    "ôm": 1201,
    " hô": 112,
    "hôm": 648,
    "ôm ": 1202,
    " hôm": 113,
    "hôm ": 649,
    "na": 864,
    " na": 182,
    "nay": 865,
    " nay": 183,
    "nay ": 866,
    "là": 789,
    "àm": 1138,
    " là": 140,
    "làm": 791,
    "àm ": 1139,
    " làm": 142,
    "làm ": 792,
    "hế": 680,
    "ế ": 1343,
    "thế": 1008,
    "hế ": 681,
    " thế": 241,
    "thế ": 1009,
    "ể": 1354,
    "để": 1259,
    "ể ": 1355,
    " để": 326,
    "để ": 1260,
    " để ": 327,
    "ha": 597,
    " ha": 101,
    "hay": 598,
    " hay": 102,
    "hay ": 599,
    "17": 349,
    "77": 382,
    "j17": 752,
    "177": 350,
    "77 ": 383,
    "vj17": 1086,
    "j177": 753,
    "177 ": 351,
    "ở": 1403,
    "hở": 696,
    "ởi": 1405,
    "khở": 773,
    "hởi": 697,
    "ởi ": 1406,
    " khở": 136,
    "khởi": 774,
    "hởi ": 698,
    "àn": 1140,
    " hà": 110,
    "hàn": 629,
    "ành": 1142,
    " hàn": 111,
    "hành": 630,
    "ành ": 1143,
    "lú": 796,
    "úc": 1212,
    "c ": 446,
    " lú": 145,
    "lúc": 797,
    "úc ": 1213,
    " lúc": 146,
    "lúc ": 798,
    "mấ": 840,
    "ấy": 1305,
    " mấ": 174,
    "mấy": 843,
    "ấy ": 1306,
    " mấy": 176,
    "mấy ": 844,
    "à ": 1137,
    "là ": 790,
    " là ": 141,
    "khi": 767,
    " khi": 133,
    "khi ": 768,
    "q": 932,
    " q": 208,
    "qh": 933,
    "h7": 594,
    " qh": 209,
    "qh7": 934,
    "h78": 595,
    " qh7": 210,
    "qh78": 935,
    "h789": 596,
    "ắ": 1324,
    "bắ": 434,
    "ắt": 1325,
    " bắ": 21,
    "bắt": 435,
    "ắt ": 1326,
    " bắt": 22,
    "bắt ": 436,
    "ầ": 1307,
    "đầ": 1250,
    "ầu": 1310,
    " đầ": 320,
    "đầu": 1251,
    "ầu ": 1311,
    " đầu": 321,
    "đầu ": 1252,
    "mở": 848,
    "ở ": 1404,
    " mở": 179,
    "mở ": 849,
    " mở ": 180,
    "qu": 936,
    "uầ": 1070,
    "ầy": 1312,
    " qu": 211,
    "quầ": 942,
    "uầy": 1071,
    "ầy ": 1313,
    " quầ": 214,
    "quầy": 943,
    "uầy ": 1072,
    "-": 337,
    "ec": 541,
    "ck": 480,
    "k-": 761,
    "-i": 338,
    "che": 457,
    "hec": 601,
    "eck": 542,
    "ck-": 481,
    "k-i": 762,
    "-in": 339,
    " che": 33,
    "chec": 458,
    "heck": 602,
    "eck-": 543,
    "ck-i": 482,
    "k-in": 763,
    "-in ": 340,
    "hể": 682,
    "thể": 1010,
    "hể ": 683,
    " thể": 242,
    "thể ": 1011,
    "ủ ": 1417,
    "thủ": 1012,
    "hủ ": 700,
    " thủ": 243,
    "thủ ": 1013,
    "ụ": 1413,
    "tụ": 1049,
    "ục": 1414,
    " tụ": 265,
    "tục": 1050,
    "ục ": 1415,
    " tục": 266,
    "tục ": 1051,
    "nê": 894,
    "ên": 1176,
    " nê": 197,
    "nên": 895,
    "ên ": 1177,
    " nên": 198,
    "nên ": 896,
    " ở": 335,
    " ở ": 336,
    "âu": 1165,
    "đâu": 1235,
    "âu ": 1166,
    " đâu": 310,
    "đâu ": 1236,
    "ù": 1206,
    "cù": 500,
    "ùn": 1208,
    " cù": 56,
    "cùn": 501,
    "ùng": 1209,
    " cùn": 57,
    "cùng": 502,
    "ùng ": 1210,
    "ia": 708,
    "gia": 562,
    "ia ": 709,
    " gia": 86,
    "gia ": 563,
    "đì": 1241,
    " đì": 314,
    "đìn": 1242,
    " đìn": 315,
    "đình": 1243,
    "un": 1054,
    "hun": 622,
    "ung": 1055,
    "chun": 464,
    "hung": 623,
    "ung ": 1056,
    "ọ": 1370,
    "họ": 686,
    "ọn": 1371,
    "chọ": 476,
    "họn": 687,
    "ọn ": 1372,
    " chọ": 42,
    "chọn": 477,
    "họn ": 688,
    "ỗ": 1387,
    "hỗ": 692,
    "ỗ ": 1388,
    "chỗ": 478,
    "hỗ ": 693,
    " chỗ": 43,
    "chỗ ": 479,
    "ồ": 1379,
    "gồ": 584,
    "ồi": 1380,
    " ng": 184,
    "ngồ": 875,
    "gồi": 585,
    "ồi ": 1381,
    " ngồ": 187,
    "ngồi": 876,
    "gồi ": 586,
    "ỡ": 1407,
    "lỡ": 814,
    "ỡ ": 1408,
    " lỡ": 158,
    "lỡ ": 815,
    " lỡ ": 159,
    "uê": 1067,
    "quê": 940,
    "uên": 1068,
    " quê": 213,
    "quên": 941,
    "uên ": 1069,
    " i": 126,
    " in": 127,
    " in ": 128,
    "vé": 1100,
    " vé": 279,
    "vé ": 1101,
    " vé ": 280,
    "hì": 641,
    "ì ": 1183,
    "thì": 997,
    "hì ": 642,
    " thì": 236,
    "thì ": 998,
    "ợ": 1409,
    "đư": 1247,
    "ượ": 1278,
    "ợc": 1411,
    " đư": 318,
    "đượ": 1248,
    "ược": 1279,
    "ợc ": 1412,
    " đượ": 319,
    "được": 1249,
    "ược ": 1280,
    "tha": 991,
    " tha": 233,
    "thay": 992,
    "ổ": 1384,
    "đổ": 1261,
    "ổi": 1385,
    " đổ": 328,
    "đổi": 1262,
    "ổi ": 1386,
    " đổi": 329,
    "đổi ": 1263,
    "ti": 1014,
    " ti": 244,
    "tin": 1015,
    " tin": 245,
    "tin ": 1016,
    "á ": 1149,
    "cá ": 492,
    " cá ": 50,
    "hâ": 636,
    "ân": 1163,
    "nhâ": 883,
    "hân": 637,
    "ân ": 1164,
    " nhâ": 191,
    "nhân": 884,
    "hân ": 638,
    "ử": 1426,
    "gử": 589,
    "ửi": 1429,
    " gử": 98,
    "gửi": 590,
    "ửi ": 1430,
    " gửi": 99,
    "gửi ": 591,
    "kg": 764,
    " kg": 130,
    "kg ": 765,
    " kg ": 131,
    "ý": 1221,
    "lý": 799,
    "ý ": 1222,
    " lý": 147,
    "lý ": 800,
    " lý ": 148,
    "nế": 900,
    "ếu": 1348,
    " nế": 201,
    "nếu": 901,
    "ếu ": 1349,
    " nếu": 202,
    "nếu ": 902,
    "uá": 1063,
    "quá": 937,
    "uá ": 1064,
    " quá": 212,
    "quá ": 938,
    "câ": 495,
    " câ": 52,
    "cân": 496,
    " cân": 53,
    "cân ": 497,
    "s": 970,
    " s": 220,
    "sa": 971,
    " sa": 221,
    "sao": 972,
    " sao": 222,
    "sao ": 973,
    "cầ": 511,
    "ần": 1308,
    " cầ": 63,
    "cần": 512,
    "ần ": 1309,
    " cần": 64,
    "cần ": 513,
    "ỉ": 1366,
    "hỉ": 684,
    "ỉ ": 1367,
    "chỉ": 474,
    "hỉ ": 685,
    " chỉ": 41,
    "chỉ ": 475,
    "mã": 835,
    " mã": 170,
    "mã ": 836,
    " mã ": 171,
    "co": 486,
    "od": 905,
    "de": 527,
    " co": 46,
    "cod": 487,
    "ode": 906,
    "de ": 528,
    " cod": 47,
    "code": 488,
    "ode ": 907,
    "ma": 818,
    "an": 399,
    " ma": 161,
    "man": 819,
    "ang": 400,
    " man": 162,
    "mang": 820,
    "ang ": 401,
    "/": 341,
    "cc": 447,
    "cd": 452,
    "d/": 524,
    "/c": 342,
    "cm": 483,
    "mn": 824,
    "nd": 867,
    "d ": 523,
    " cc": 30,
    "ccc": 448,
    "ccd": 450,
    "cd/": 453,
    "d/c": 525,
    "/cm": 343,
    "cmn": 484,
    "mnd": 825,
    "nd ": 868,
    " ccc": 31,
    "cccd": 449,
    "ccd/": 451,
    "cd/c": 454,
    "d/cm": 526,
    "/cmn": 344,
    "cmnd": 485,
    "mnd ": 826,
    "dù": 531,
    " dù": 73,
    "dùn": 532,
    " dùn": 74,
    "dùng": 533,
    "hộ": 694,
    "ộ ": 1390,
    " hộ": 122,
    "hộ ": 695,
    " hộ ": 123,
    "chi": 459,
    "hiế": 611,
    "iếu": 733,
    " chi": 34,
    "chiế": 460,
    "hiếu": 612,
    "iếu ": 734,
    " cm": 44,
    " cmn": 45,
    "ẻ": 1340,
    "rẻ": 964,
    "ẻ ": 1341,
    "trẻ": 1030,
    "rẻ ": 965,
    " trẻ": 253,
    "trẻ ": 1031,
    " e": 79,
    "em": 549,
    " em": 80,
    "em ": 550,
    " em ": 81,
    "iấ": 725,
    "giấ": 566,
    "iấy": 726,
    " giấ": 88,
    "giấy": 567,
    "iấy ": 727,
    "tờ": 1047,
    " tờ": 263,
    "tờ ": 1048,
    " tờ ": 264,
    " r": 215,
    "ri": 947,
    " ri": 218,
    "riê": 948,
    "iên": 718,
    "êng": 1178,
    " riê": 219,
    "riên": 949,
    "iêng": 719,
    "êng ": 1179,
    "gì": 573,
    " gì": 90,
    "gì ": 574,
    " gì ": 91,
    "ậ": 1317,
    "vậ": 1105,
    "ậy": 1322,
    " vậ": 283,
    "vậy": 1106,
    "ậy ": 1323,
    " vậy": 284,
    "vậy ": 1107,
    "ro": 950,
    "on": 908,
    "tro": 1020,
    "ron": 951,
    "ong": 910,
    " tro": 248,
    "tron": 1021,
    "rong": 952,
    "ong ": 911,
    "sâ": 980,
    " sâ": 227,
    "sân": 981,
    " sân": 228,
    "sân ": 982,
    "rì": 956,
    "trì": 1024,
    "rìn": 957,
    " trì": 250,
    "trìn": 1025,
    "rình": 958,
    "ồm": 1382,
    " gồ": 96,
    "gồm": 587,
    "ồm ": 1383,
    " gồm": 97,
    "gồm ": 588,
    "ữ": 1431,
    "hữ": 703,
    "ữn": 1432,
    "nhữ": 889,
    "hữn": 704,
    "ững": 1433,
    " nhữ": 194,
    "nhữn": 890,
    "hững": 705,
    "ững ": 1434,
    "hặ": 674,
    "ặn": 1332,
    "chặ": 472,
    "hặn": 675,
    "ặng": 1333,
    " chặ": 40,
    "chặn": 473,
    "hặng": 676,
    "ặng ": 1334,
    "ản": 1299,
    "cản": 506,
    "ảnh": 1300,
    " cản": 60,
    "cảnh": 507,
    "ảnh ": 1301,
    "hả": 663,
    "ải": 1295,
    "phả": 930,
    "hải": 664,
    "ải ": 1296,
    " phả": 207,
    "phải": 931,
    "hải ": 665,
    "ừ": 1422,
    "dừ": 534,
    "ừn": 1423,
    " dừ": 75,
    "dừn": 535,
    "ừng": 1424,
    " dừn": 76,
    "dừng": 536,
    "ừng ": 1425,
    "lộ": 812,
    " lộ": 156,
    "lộ ": 813,
    " lộ ": 157,
    "ư ": 1270,
    "như": 887,
    "hư ": 656,
    " như": 193,
    "như ": 888,
    "mất": 841,
    " mất": 175,
    "mất ": 842,
    "ra": 945,
    " ra": 216,
    "ra ": 946,
    " ra ": 217,
    "hấ": 666,
    "thấ": 1003,
    "hấy": 669,
    " thấ": 239,
    "thấy": 1005,
    "hấy ": 670,
    "va": 1080,
    "al": 396,
    "li": 782,
    " va": 268,
    "val": 1081,
    "ali": 397,
    "li ": 783,
    " val": 269,
    "vali": 1082,
    "ali ": 398,
    "hất": 667,
    "thất": 1004,
    "hất ": 668,
    "ạc": 1283,
    "lạc": 802,
    "ạc ": 1284,
    " lạc": 150,
    "lạc ": 803,
    "ìm": 1184,
    "tìm": 1037,
    "ìm ": 1185,
    " tìm": 257,
    "tìm ": 1038,
    "ru": 953,
    "tru": 1022,
    "ruy": 954,
    "uy ": 1058,
    " tru": 249,
    "truy": 1023,
    "ruy ": 955,
    "cử": 519,
    "ửa": 1427,
    " cử": 68,
    "cửa": 520,
    "ửa ": 1428,
    " cửa": 69,
    "cửa ": 521,
    "lê": 793,
    " lê": 143,
    "lên": 794,
    " lên": 144,
    "lên ": 795,
    "ga": 558,
    "at": 404,
    "te": 988,
    " ga": 83,
    "gat": 559,
    "ate": 405,
    "te ": 989,
    " gat": 84,
    "gate": 560,
    "ate ": 406,
    "uán": 1065,
    "án ": 1155,
    "quán": 939,
    "uán ": 1066,
    "ă": 1223,
    " ă": 300,
    "ăn": 1224,
    " ăn": 301,
    "ăn ": 1225,
    " ăn ": 302,
    "gầ": 578,
    " gầ": 92,
    "gần": 579,
    " gần": 93,
    "gần ": 580,
    "w": 1115,
    "f": 553,
    " w": 291,
    "wi": 1116,
    "if": 710,
    "fi": 554,
    " wi": 292,
    "wif": 1117,
    "ifi": 711,
    "fi ": 555,
    " wif": 293,
    "wifi": 1118,
    "ifi ": 712,
    "ễ": 1356,
    "mi": 821,
    "iễ": 738,
    "ễn": 1358,
    " mi": 163,
    "miễ": 822,
    "iễn": 739,
    "ễn ": 1359,
    " miễ": 164,
    "miễn": 823,
    "iễn ": 740,
    "í": 1189,
    "hí": 643,
    "í ": 1190,
    "phí": 926,
    "hí ": 644,
    " phí": 205,
    "phí ": 927,
    "iề": 735,
    "ền": 1352,
    "tiề": 1017,
    "iền": 736,
    "ền ": 1353,
    " tiề": 246,
    "tiền": 1018,
    "iền ": 737,
    "sạ": 983,
    " sạ": 229,
    "sạc": 984,
    " sạc": 230,
    "sạc ": 985,
    "ện": 1362,
    "điệ": 1232,
    "iện": 742,
    "ện ": 1363,
    " điệ": 308,
    "điện": 1233,
    "iện ": 743,
    "oạ": 920,
    "tho": 995,
    "hoạ": 619,
    "oại": 921,
    " tho": 235,
    "thoạ": 996,
    "hoại": 620,
    "oại ": 922,
    "nhà": 881,
    "hà ": 628,
    " nhà": 190,
    "nhà ": 882,
    "vệ": 1110,
    "ệ ": 1361,
    " vệ": 287,
    "vệ ": 1111,
    " vệ ": 288,
    "si": 974,
    " si": 223,
    "sin": 975,
    "inh": 715,
    " sin": 224,
    "sinh": 976,
    "inh ": 716,
    "há": 633,
    "ác": 1150,
    "khá": 769,
    "hác": 634,
    "ác ": 1151,
    " khá": 134,
    "khác": 770,
    "hác ": 635,
    "gà": 570,
    "ày": 1146,
    "ngà": 871,
    "gày": 571,
    "ày ": 1147,
    " ngà": 185,
    "ngày": 872,
    "gày ": 572,
    "oà": 914,
    " ho": 107,
    "hoà": 615,
    "oàn": 915,
    "àn ": 1141,
    " hoà": 108,
    "hoàn": 616,
    "oàn ": 916,
    "rả": 962,
    "ả ": 1294,
    "trả": 1028,
    "rả ": 963,
    " trả": 252,
    "trả ": 1029,
    "lấ": 806,
    " lấ": 152,
    "lấy": 807,
    " lấy": 153,
    "lấy ": 808,
    "la": 779,
    " de": 71,
    "del": 529,
    "ela": 545,
    "lay": 780,
    " del": 72,
    "dela": 530,
    "elay": 546,
    "lay ": 781,
    "bồ": 442,
    " bồ": 27,
    "bồi": 443,
    " bồi": 28,
    "bồi ": 444,
    "ườ": 1273,
    "ờn": 1400,
    "thư": 1001,
    "hườ": 659,
    "ườn": 1276,
    "ờng": 1401,
    " thư": 238,
    "thườ": 1002,
    "hườn": 660,
    "ường": 1277,
    "ờng ": 1402,
    "đề": 1256,
    " đề": 324,
    "đền": 1257,
    " đền": 325,
    "đền ": 1258,
    "bù": 429,
    "ù ": 1207,
    " bù": 17,
    "bù ": 430,
    " bù ": 18,
    "ín": 1191,
    "chí": 468,
    "hín": 645,
    "ính": 1192,
    " chí": 38,
    "chín": 469,
    "hính": 646,
    "ính ": 1193,
    "sá": 977,
    " sá": 225,
    "sác": 978,
    "ách": 1152,
    "ch ": 456,
    " sác": 226,
    "sách": 979,
    "ách ": 1153,
    "oã": 917,
    "ãn": 1171,
    "hoã": 617,
    "oãn": 918,
    "ãn ": 1172,
    " hoã": 109,
    "hoãn": 618,
    "oãn ": 919,
    " hỗ": 120,
    " hỗ ": 121,
    "rợ": 968,
    "ợ ": 1410,
    "trợ": 1034,
    "rợ ": 969,
    " trợ": 255,
    "trợ ": 1035,
    "rễ": 966,
    "ễ ": 1357,
    "trễ": 1032,
    "rễ ": 967,
    " trễ": 254,
    "trễ ": 1033,
    "iú": 722,
    "úp": 1217,
    "giú": 564,
    "iúp": 723,
    "úp ": 1218,
    " giú": 87,
    "giúp": 565,
    "iúp ": 724,
    "con": 489,
    "on ": 909,
    " con": 48,
    "con ": 490,
    "gư": 575,
    "ời": 1398,
    "ngư": 873,
    "gườ": 576,
    "ười": 1274,
    "ời ": 1399,
    " ngư": 186,
    "ngườ": 874,
    "gười": 577,
    "ười ": 1275,
    " a": 1,
    "ai": 394,
    " ai": 2,
    "ai ": 395,
    " ai ": 3,
    "hậ": 671,
    "ật": 1320,
    "thậ": 1006,
    "hật": 672,
    "ật ": 1321,
    " thậ": 240,
    "thật": 1007,
    "hật ": 673,
    "đa": 1227,
    " đa": 304,
    "đan": 1228,
    " đan": 305,
    "đang": 1229,
    "nó": 897,
    "ói": 1196,
    " nó": 199,
    "nói": 898,
    "ói ": 1197,
    " nói": 200,
    "nói ": 899,
    "yệ": 1133,
    "uyệ": 1061,
    "yện": 1134,
    "huyệ": 626,
    "uyện": 1062,
    "yện ": 1135,
    "bo": 420,
    "ot": 912,
    " bo": 11,
    "bot": 421,
    "ot ": 913,
    " bot": 12,
    "bot ": 422,
    "lậ": 809,
    "ập": 1318,
    " lậ": 154,
    "lập": 810,
    "ập ": 1319,
    " lập": 155,
    "lập ": 811,
    "ằ": 1327,
    "bằ": 437,
    "ằn": 1328,
    " bằ": 23,
    "bằn": 438,
    "ằng": 1329,
    " bằn": 24,
    "bằng": 439,
    "ằng ": 1330,
    " y": 297,
    "yê": 1127,
    " yê": 298,
    "yêu": 1128,
    " yêu": 299,
    "yêu ": 1129,
    "cầu": 514,
    " cầu": 65,
    "cầu ": 515
  },
  "response": null,
  "action_text": null
}