{
  "text": {
    "xin": 173,
    "chào": 21,
    "bạn": 9,
    "hi": 60,
    "hello": 59,
    "cho": 17,
    "mình": 95,
    "hỏi": 67,
    "với": 171,
    "ơi": 190,
    "tạm": 154,
    "biệt": 4,
    "bye": 6,
    "hẹn": 66,
    "gặp": 55,
    "lại": 84,
    "nhé": 107,
    "cảm": 36,
    "ơn": 191,
    "tôi": 153,
    "đi": 177,
    "đây": 180,
    "chuyến": 19,
    "bay": 2,
    "vn123": 162,
    "có": 34,
    "đúng": 183,
    "giờ": 52,
    "không": 75,
    "tình": 152,
    "trạng": 146,
    "vn456": 164,
    "máy": 93,
    "vj789": 161,
    "đã": 181,
    "cất": 38,
    "cánh": 32,
    "chưa": 23,
    "vj123": 158,
    "của": 41,
    "vẫn": 167,
    "theo": 130,
    "dự": 46,
    "kiến": 77,
    "thông": 133,
    "báo": 7,
    "mới": 98,
    "nào": 110,
    "về": 169,
    "vn567": 165,
    "vj245": 160,
    "đến": 186,
    "muộn": 92,
    "bao": 1,
    "nhiêu": 104,
    "phút": 115,
    "vn234": 163,
    "hạ": 65,
    "muốn": 91,
    "biết": 3,
    "bị": 12,
    "hủy": 70,
    "hôm": 64,
    "nay": 100,
    "làm": 79,
    "thế": 138,
    "để": 188,
    "hay": 58,
    "vj177": 159,
    "khởi": 76,
    "hành": 63,
    "lúc": 81,
    "mấy": 97,
    "là": 78,
    "khi": 73,
    "qh789": 117,
    "bắt": 10,
    "đầu": 185,
    "mở": 99,
    "quầy": 121,
    "check": 15,
    "in": 71,
    "thể": 139,
    "thủ": 140,
    "tục": 156,
    "nên": 111,
    "ở": 192,
    "đâu": 179,
    "cùng": 35,
    "gia": 49,
    "đình": 182,
    "chung": 18,
    "chọn": 26,
    "chỗ": 27,
    "ngồi": 103,
    "lỡ": 88,
    "quên": 120,
    "vé": 166,
    "thì": 132,
    "được": 184,
    "thay": 129,
    "đổi": 189,
    "tin": 141,
    "cá": 31,
    "nhân": 106,
    "gửi": 57,
    "kg": 72,
    "lý": 82,
    "nếu": 113,
    "quá": 118,
    "cân": 33,
    "sao": 124,
    "cần": 39,
    "chỉ": 25,
    "mã": 94,
    "code": 29,
    "mang": 89,
    "cccd": 14,
    "cmnd": 28,
    "dùng": 44,
    "hộ": 69,
    "chiếu": 16,
    "trẻ": 148,
    "em": 47,
    "giấy": 51,
    "tờ": 155,
    "riêng": 123,
    "gì": 53,
    "vậy": 168,
    "trong": 143,
    "sân": 127,
    "trình": 145,
    "gồm": 56,
    "những": 109,
    "chặng": 24,
    "cảnh": 37,
    "phải": 116,
    "dừng": 45,
    "lộ": 87,
    "như": 108,
    "mất": 96,
    "ra": 122,
    "thấy": 136,
    "vali": 157,
    "thất": 135,
    "lạc": 83,
    "tìm": 151,
    "truy": 144,
    "cửa": 42,
    "lên": 80,
    "gate": 48,
    "quán": 119,
    "ăn": 175,
    "gần": 54,
    "wifi": 172,
    "miễn": 90,
    "phí": 114,
    "tiền": 142,
    "sạc": 128,
    "điện": 178,
    "thoại": 131,
    "nhà": 105,
    "vệ": 170,
    "sinh": 125,
    "khác": 74,
    "ngày": 101,
    "hoàn": 61,
    "trả": 147,
    "lấy": 85,
    "delay": 43,
    "bồi": 13,
    "thường": 134,
    "đền": 187,
    "bù": 8,
    "chính": 22,
    "sách": 126,
    "hoãn": 62,
    "hỗ": 68,
    "trợ": 150,
    "trễ": 149,
    "giúp": 50,
    "con": 30,
    "người": 102,
    "ai": 0,
    "thật": 137,
    "đang": 176,
    "nói": 112,
    "chuyện": 20,
    "bot": 5,
    "lập": 86,
    "bằng": 11,
    "yêu": 174,
    "cầu": 40
  },
  "intent": {
    "greet": 11,
    "goodbye": 10,
    "flight_status": 8,
    "flight_departure_time": 6,
    "checkin_time": 4,
    "flight_route_info": 7,
    "baggage_lost": 1,
    "gate_info": 9,
    "services": 12,
    "ticket_change": 13,
    "ticket_refund": 14,
    "flight_delay_compensation": 5,
    "ask_help": 0,
    "bot_challenge": 2,
    "checkin_requirements": 3
  },
  "response": null,
  "action_name": {
    "action_listen": 8,
    "action_restart": 9,
    "action_session_start": 11,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 10,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 12,
    "action_unlikely_intent": 13,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_flight_delay_compensation": 6,
    "action_flight_status": 7,
    "utter_ask_flight_code": 14,
    "utter_baggage_lost": 15,
    "utter_bot_challenge": 16,
    "utter_checkin_requirements": 17,
    "utter_checkin_time": 18,
    "utter_flight_departure_time": 19,
    "utter_flight_route_info": 20,
    "utter_gate_info": 21,
    "utter_goodbye": 22,
    "utter_greet": 23,
    "utter_services": 24,
    "utter_ticket_change": 25,
    "utter_ticket_refund": 26
  },
  "action_text": null,
  "intent_response_key": null
}